export const announcements = [
  { id: 11, title: "115學年度第1學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2026-09-07T11:00:00+08:00" },
  { id: 10, title: "115學年度第1學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2026-08-17T11:00:00+08:00" },
  { id: 9, title: "115學年度第1學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2026-08-04T16:00:00+08:00" },
  { id: 8, title: "114學年度第2學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2026-01-06T09:00:00+08:00" },
  { id: 7, title: "114學年度第2學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2025-12-16T09:00:00+08:00" },
  { id: 6, title: "114學年度第1學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2025-07-28T10:00:00+08:00" },
  { id: 5, title: "114學年度第1學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2025-07-06T10:00:00+08:00" },
  { id: 4, title: "功能更新", content: "- 自建課程資訊\n- 錯誤修復", timestamp: "2025-04-11T09:00:00Z" },
  { id: 3, title: "113學年度第2學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2025-02-04T09:00:00+08:00" },
  { id: 2, title: "113學年度第2學期更新", content: "網站的課程已更新，如與之前已選擇課程有出入，請記得刪除再加。", timestamp: "2025-01-07T10:00:00+08:00" },
  { id: 1, title: "113學年度第2學期", content: "網站的課程已更新為113學年度第2學期的課程，如之前已選擇課程，請記得刪除。", timestamp: "2024-12-26T10:00:00+08:00" },
];
